{
    "tags": [
        "sci-fi",
        "fantasy",
        "supernatural",
        "comedy",
        "musical",
        "queer",
        "romance",
        "complete"
    ],
    "audiodramas" : [
        {
            "id": 1,
            "name": "The Strange Case of Starship Iris",
            "rating": "10",
            "review": " is a sci-fi audiodrama about the crew of a smuggler ship travelling around the universe on the run from the evil human government, trying to solve the mystery of what happened to Starship Iris. It's similar to the TV show Firefly, and one of my all-time favorite audiodramas. It has a very good cast of (almost all queer) characters, which is one of its main strengths. It's also very funny at times, though the plot is serious.",
            "tags": [
                "sci-fi",
                "queer",
                "romance"
            ]
        },

        {
            "id": 2,
            "name": "Wolf 359",
            "rating": "9",
            "review": " is a sci-fi audiodrama centered on the crew of a space station all alone in deep space, searching for signals from extra-terrestrial life. It starts out like more of a sci-fi sitcom, but around episode 11, the plot becomes very good, so don't give up after the first few episodes. Wolf 359 is a well-liked, classic audiodrama, and I would recommend it to anyone new to the medium.",
            "tags": [
                "sci-fi",
                "comedy",
                "complete"
            ]
        },

        {
            "id": 3,
            "name": "Second Star to the Left",
            "rating": "9.5",
            "review": " is a story about Gwen, the first person to start colonizing a planet. She will be alone for 5 years before any other colonists arrive. However, it turns out that she is not totally alone, due to Bell, her scout-minder, whose job it is to talk to her every day from a nearby space station so she doesn't go insane. Second Star to the Left is an amazing story about two people and the relationship they form with each other.",
            "tags": [
                "sci-fi",
                "queer",
                "romance",
                "complete"
            ]
        },

        {
            "id": 4,
            "name": "Fall of the House of Sunshine",
            "rating": "8.5",
            "review": " is an absurdist musical comedy about a cult of dentists, living puppets, and the murder of a kids tv show host through a rip in space time. That’s the first season, at least. If you like musicals and completely absurd plots along with some surprisingly good worldbuilding, this is the audiodrama for you. Some of the songs are really good, and the show keeps up it high quality through 3 seasons.",
            "tags": [
                "supernatural",
                "comedy",
                "musical",
                "queer",
                "complete"
            ]
        },

        {
            "id": 5,
            "name": "36 Questions",
            "rating": "4",
            "review": " is a short musical audiodrama about a couple trying to save their marriage. I wasn't a huge fan of this audiodrama. Despite being a fan of musicals it didn't really resonate with me. I also prefer long-form stories over shorter ones regardless of medium, so this missed the mark on that front.",
            "tags": [
                "musical",
                "romance",
                "complete"
            ]
        },

        {
            "id": 6,
            "name": "Alba Salix, Royal Physician",
            "rating": "7",
            "review": " is a comedy audiodrama about the doctor's office in a fairytale kingdom. Also on the same feed is their spin-off The Axe & Crown, which is about a tavern in the same city. Both shows are pretty good, with a memorable cast of characters.",
            "tags": [
                "fantasy",
                "comedy"
            ]
        },

        {
            "id": 7,
            "name": "The Ballad of Anne & Mary",
            "rating": "8",
            "review": " is a musical audiodrama about the lives of the pirates Anne Bonny and Mary Read, and a journalist who wants to tell their story. Anne and Mary have been captured by the British and and set to be hanged, and Nathaniel is allowed to see them before they are hanged, and asks them for the truth about their lives.  This is a great musical with some really fun pirate songs. It tells a well written romance story too.",
            "tags": [
                "musical",
                "queer",
                "romance",
                "complete"
            ]
        },

        {
            "id": 8,
            "name": "Brimstone Valley Mall",
            "rating": "8",
            "review": " is a comedy about a group of demons from hell who hang out in a shopping mall in 1999, trying to get gigs for their band. They are set to play at hell's y2k concert in 2 weeks when their lead vocalist goes missing. The setting is similar to the book/tv show Good Omens, but with a focus on demons and late 90s goth culture. Brimstone Valley Mall is very funny, and the story is engaging. However, it ended the first season on a cliffhanger, and from what I've heard its not getting a second season.",
            "tags": [
                "supernatural",
                "comedy",
                "queer"
            ]
        },

        {
            "id": 9,
            "name": "Dear Liisphyra",
            "rating": "7.5",
            "review": " is an advice radio show set in a classic d&d fantasy setting. Liisphyra is a young elf who hosts an advice hour from the Towering Forest radio station, and people with problems write or call in to the show with their fantastical problems. This is a great light audiodrama which is very relaxing, with not much in the way of ongoing plot.",
            "tags": [
                "fantasy",
                "comedy",
                "queer"
            ]
        }

    ]
}
