{
    "tags": [
        "sci-fi",
        "fantasy",
        "supernatural",
        "comedy",
        "musical",
        "queer",
        "romance",
        "actual play",
        "complete"
    ],
    "audiodramas" : [
        {
            "id": 1,
            "name": "The Strange Case of Starship Iris",
            "rating": "10",
            "review": " is a sci-fi audiodrama about the crew of a smuggler ship travelling around the universe on the run from the evil human government, trying to solve the mystery of what happened to Starship Iris. It's similar to the TV show Firefly, and one of my all-time favorite audiodramas. It has a very good cast of (almost all queer) characters, which is one of its main strengths. It's also very funny at times, though the plot is serious.",
            "tags": [
                "sci-fi",
                "queer"
            ]
        },

        {
            "id": 2,
            "name": "Wolf 359",
            "rating": "9",
            "review": " is a sci-fi audiodrama centered on the crew of a space station all alone in deep space, searching for signals from extra-terrestrial life. It starts out like more of a sci-fi sitcom, but around episode 11, the plot becomes very good, so don't give up after the first few episodes. Wolf 359 is a well-liked, classic audiodrama, and I would recommend it to anyone new to the medium.",
            "tags": [
                "sci-fi",
                "comedy",
                "complete"
            ]
        },

        {
            "id": 3,
            "name": "Second Star to the Left",
            "rating": "9.5",
            "review": " is a story about Gwen, the first person to start colonizing a planet. She will be alone for 5 years before any other colonists arrive. However, it turns out that she is not totally alone, due to Bell, her scout-minder, whose job it is to talk to her every day from a nearby space station so she doesn't go insane. Second Star to the Left is an amazing story about two people and the relationship they form with each other, and one of my all-time favorite audiodramas.",
            "tags": [
                "sci-fi",
                "queer",
                "romance",
                "complete"
            ]
        },

        {
            "id": 4,
            "name": "Fall of the House of Sunshine",
            "rating": "8.5",
            "review": " is an absurdist musical comedy about a cult of dentists, living puppets, and the murder of a kids tv show host through a rip in space time. That’s the first season, at least. If you like musicals and completely absurd plots along with some surprisingly good worldbuilding and themes, this is the audiodrama for you. Some of the songs are really good, and the show keeps up it high quality through 3 seasons.",
            "tags": [
                "supernatural",
                "comedy",
                "musical",
                "queer",
                "complete"
            ]
        },

        {
            "id": 5,
            "name": "36 Questions",
            "rating": "4",
            "review": " is a short musical audiodrama about a couple trying to save their marriage. I wasn't a huge fan of this audiodrama. Despite being a fan of musicals it didn't really resonate with me. I also prefer long-form stories over shorter ones regardless of medium, so this missed the mark on that front.",
            "tags": [
                "musical",
                "romance",
                "complete"
            ]
        },

        {
            "id": 6,
            "name": "Alba Salix, Royal Physician",
            "rating": "7",
            "review": " is a comedy audiodrama about the doctor's office in a fairytale kingdom. Also on the same feed is their spin-off The Axe & Crown, which is about a tavern in the same city. Both shows are pretty good, with a memorable cast of characters.",
            "tags": [
                "fantasy",
                "comedy"
            ]
        },

        {
            "id": 7,
            "name": "The Ballad of Anne & Mary",
            "rating": "8",
            "review": " is a musical audiodrama about the lives of the pirates Anne Bonny and Mary Read, and a journalist who wants to tell their story. Anne and Mary have been captured by the British and and set to be hanged, and Nathaniel is allowed to see them before they are hanged, and asks them for the truth about their lives.  This is a great musical with some really fun pirate songs. It tells a well written romance story too.",
            "tags": [
                "musical",
                "queer",
                "romance",
                "complete"
            ]
        },

        {
            "id": 8,
            "name": "Brimstone Valley Mall",
            "rating": "8",
            "review": " is a comedy about a group of demons from hell who hang out in a shopping mall in 1999, trying to get gigs for their band. They are set to play at hell's y2k concert in 2 weeks when their lead vocalist goes missing. The setting is similar to the book/tv show Good Omens, but with a focus on demons and late 90s goth culture. Brimstone Valley Mall is very funny, and the story is engaging. However, it ended the first season on a cliffhanger, and from what I've heard its not getting a second season.",
            "tags": [
                "supernatural",
                "comedy",
                "queer"
            ]
        },

        {
            "id": 9,
            "name": "Dear Liisphyra",
            "rating": "7.5",
            "review": " is an advice radio show set in a classic d&d fantasy setting. Liisphyra is a young elf who hosts an advice hour from the Towering Forest radio station, and people with problems write or call in to the show with their fantastical problems. This is a great light audiodrama which is very relaxing, with not much in the way of ongoing plot.",
            "tags": [
                "fantasy",
                "comedy",
                "queer"
            ]
        },

        {
            "id": 10,
            "name" : "Mission to Zyxx",
            "rating": "7",
            "review": " is an improv comedy podcast about the incompetent crew of a diplomacy spaceship flying around the galaxy having adventures. Each episode is roughly planned out before recording, but most of it is improvised. It is pretty funny, though it does take a few episodes for it to hit its stride.",
            "tags": [
                "sci-fi",
                "comedy",
                "queer"
            ]
        },

        {
            "id": 11,
            "name" : "The Once and Future nerd",
            "rating": "9",
            "review": " is a very well done fantasy podcast about 3 modern teenagers who get transported to a fantasy world. While the characters are initially stereotypes (nerd, jock, cheerleader) they have massive character growth and characterization. All the characters, those three and the others, are very well written, particularly the villains. The Once and Future Nerd does an amazing job of having both comedy and a serious, real-worldrelevant, plot, which it balances very well. The podcast is split into chapter and books, with each chapter being 4 or 5 episodes, which gives it the feel of a classic fantasy novel. I'd recommend getting at least a little ways into the second chapter, as that is when the story picks up.",
            "tags": [
                "fantasy",
                "queer"
            ]
        },

        {
            "id": 12,
            "name" : "The Stench of Adventure",
            "rating": "7.5",
            "review": " is a sci-fi comedy about a woman who discovers that her entire world was a simulation and joins the crew of an intergalactic garbage collection spaceship. The Stench of Adventure is a good comedy podcast in the vein of Hitchhikers Guide to the Galaxy, but with slightly more focus on characters and plot.",
            "tags": [
                "sci-fi",
                "comedy"
            ]
        },

        {
            "id": 13,
            "name" : "Electromancy",
            "rating": "8",
            "review": " is a podcast about an electromancer, a girl who can control electricity, who gets sent to a magic school, set in a world with some modern technology in addition to magic. This is a good magic school adventure story, in the same vein as Harry Potter or The Name of the Wind. I really like the magic system of the world.",
            "tags": [
                "fantasy"
            ]
        },

        {
            "id": 14,
            "name" : "Elixir",
            "rating": "6.5",
            "review": " is a prohibition-inspired fantasy podcast about an upper class woman forced to descend into the magical speakeasies of the underbelly of the city to find her missing sister. My opinions on this podcast are mixed. On the one hand, the setting is really interesting, and I liked the characters, but on the other hand its mostly narrated, and is closer to an audiobook than an audiodrama. A lot of Realm (the studio that made this show) podcasts fall into this, so I hesitate to recommend them to people who are looking for actual audiodramas.",
            "tags": [
                "fantasy",
                "queer",
                "romance",
                "complete"
            ]
        },

        {
            "id": 15,
            "name" : "EOS 10",
            "rating": "8",
            "review": " is a sci-fi comedy about the medical staff of a large space station. It's similar to Star Trek: Deep Space Nine if the doctor was the main character. This podcast is very funny, and frequently had me laughing out loud.",
            "tags": [
                "sci-fi",
                "comedy",
                "queer",
                "complete"
            ]
        },

        {
            "id": 16,
            "name" : "The Flame",
            "rating": "6.5",
            "review": " is a musical rom-com about the owner of a gay bar falling in love with the woman trying to evict her. It's a pretty standard rom-com, with all the classic rom-com tropes, but made queer. Some of the songs are pretty catchy, and what other podcast would have someone sing a song about how they are asexual and aromatic and don’t need a partner to be happy.",
            "tags": [
                "comedy",
                "musical",
                "queer",
                "romance",
                "complete"
            ]
        },

        {
            "id": 17,
            "name" : "Forgive Me!",
            "rating": "7.5",
            "review": " is a comedy about what goes on in the confession booth of a catholic priest in a small town in rural America. I like this audiodrama, the main character, a young, progressive priest, is likeable and the antics of the town are very entertaining.",
            "tags": [
                "comedy"
            ]
        },

        {
            "id": 18,
            "name" : "Going Lowbrow",
            "rating": "4",
            "review": " is a comedy audiodrama about a prince who is forced to go live in a small town with a family of peasants. This podcast had a good premise, but it only has a few episodes out and has been abandoned for years at this point.",
            "tags": [
                "fantasy",
                "comedy"
            ]
        },

        {
            "id": 19,
            "name" : "Harbor",
            "rating": "8",
            "review": " is an audiodrama about the Department of Cryptid Affairs in a rural town. This podcast is less focused on cryptids and more on character and emotion drama, with some of the characters being cryptids. I love stories focused on characters and the relationships between them, and this podcast hits that spot. It is very good, and the villain in particular is very well written, in a way that makes you completely hate him.",
            "tags": [
                "supernatural",
                "queer",
                "romance"
            ]
        },

        {
            "id": 20,
            "name" : "Hit the Bricks",
            "rating": "7.5",
            "review": " is a musical podcast set in the world of The Wizard of Oz 100 years later, when the grandchildren of Dorothy travel to Oz, but something is wrong in the world. This is a child-friendly adventure audiodrama, but its still good to listen to as an adult. It has less of a focus on being musical than other musical podcasts here, there's about 1 song per episode rather than several.",
            "tags": [
                "fantasy",
                "musical"
            ]
        },

        {
            "id": 21,
            "name" : "The Hitchhiker's Guide to the Galaxy",
            "rating": "7.5",
            "review": " is the original radio drama version of the book series The Hitchhikers Guide to the Galaxy. It's interesting to see how the original story differs from the books. Since it was a radio drama written from week to week, the plot is less coherent, but I personally liked it more than the books. The voice acting and delivery of the jokes makes some of them much funnier than they are in the book.",
            "tags": [
                "sci-fi",
                "comedy",
                "complete"
            ]
        },

        {
            "id": 22,
            "name" : "In Strange Woods",
            "rating": "7.5",
            "review": " is a musical audiodrama about a girl in a town in Minnesota, who decides to learn to survive when her older brother freezes to death in the snow. The podcast is framed as a documentary, with the host who interviews people being one of the characters in the show. This podcast is different in tone than most of the ones here, but it's very good.",
            "tags": [
                "musical",
                "complete"
            ]
        },

        {
            "id": 23,
            "name" : "Less is Mourge",
            "rating": "8",
            "review": " is a comedy about a ghost and the ghoul who ate her corpse starting a podcast, set in an alternate version of Florida where the supernatural is commonplace.  This is a great comedy that frequently references modern internet culture and has some really good moments.",
            "tags": [
                "supernatural",
                "comedy",
                "queer"
            ]
        },

        {
            "id": 24,
            "name" : "Lights Out",
            "rating": "7",
            "review": " is a comedy about two fruitbats who live in a zoo, but inexplicably have access to smartphones and the internet. This pretty short audiodrama is surprisingly touching, though the sound quality isn't amazing. Note that there are multiple podcasts with this name, but this one is relatively easy to find because it’s the only one that isn't horror.",
            "tags": [
                "comedy",
                "complete"
            ]
        },

        {
            "id": 25,
            "name" : "Little Did I Know",
            "rating": "6.5",
            "review": " is a musical about a theater student fresh out of college who takes on a job running a small-town theater for a summer. This was an alright musical, but I didn't really like the general vibes of the show.",
            "tags": [
                "musical",
                "complete"
            ]
        },

        {
            "id": 26,
            "name" : "Me and AU",
            "rating": "6",
            "review": " is a queer love story about two Tumblr users who fall in love over their shared interest in an obscure TV show. This show heavily references Tumblr culture, and if you don’t use the website you won't get as much out of it. That was my experience with the show, though I'm sure an avid tumblr user would enjoy it more.",
            "tags": [
                "queer",
                "romance",
                "complete"
            ]
        },

        {
            "id": 27,
            "name" : "Midnight Burger",
            "rating": "9.5",
            "review": " is a sci-fi audiodrama about a time-travelling, dimension-spanning diner than appears somewhere in the multiverse every day, complete with a sentient old-timey radio. The characters include a nihilist scientist, a chef with a past as a genius engineer, and a couple of old-timey Christian radio show hosts. This is one of my all-time favorite audiodramas. It is well-written, funny, and has some really good sci-fi. The characters are all very good, and the ongoing plot is great.",
            "tags": [
                "sci-fi"
            ]
        },

        {
            "id": 28,
            "name" : "Mission Rejected",
            "rating": "10",
            "review": " is a comedy spy podcast about the backup spies who get the missions turned down by the superspy. This is my all-time favorite comedy podcast, it's style of humor consistently lands with me. It frequently has me laughing out loud. Each episode the main characters get a ridiculous spy mission they have to carry out, with the main plot progressing in the pre-intro and post-credit scenes.",
            "tags": [
                "comedy"
            ]
        },

        {
            "id": 29,
            "name" : "My Town",
            "rating": "7.5",
            "review": " is a comedy audiodrama about a kid who started a travel podcast about his small town to help get business for his family's candle shop. However, he can also read minds. I liked My Town, and I think it does a good job of being a mostly light podcast with an interesting ongoing plot.",
            "tags": [
                "supernatural",
                "comedy"
            ]
        },

        {
            "id": 30,
            "name" : "A New You Tomorow",
            "rating": "6.5",
            "review": " is a surreal musical about a guy who goes to stay at his aunt's rock shop in Arizona. Then aliens show up. I listened to this podcast while half asleep on a long car ride, and it was a trip. I think it was pretty good, but I was kinda unclear what was actually happening most of the time, partially because of the music and partially because I was nodding off.",
            "tags": [
                "sci-fi",
                "musical",
                "romance",
                "complete"
            ]
        },

        {
            "id": 31,
            "name" : "The Pasithea Powder",
            "rating": "8.5",
            "review": " is a sci-fi podcast about the aftermath of a war and how it affected two women, along with the pasithea powder, the mind control drug that ended the war. The first season is told as an epistolary, through the voicemails between the main characters, which they somewhat move away from in the second season. I really liked this podcast, it has a heavy focus on emotional drama and the relationship between the two main characters, a war hero doing reparations and a scientist under house arrest for treason.",
            "tags": [
                "sci-fi",
                "queer",
                "romance"
            ]
        },

        {
            "id": 32,
            "name" : "The Penny Peepshow",
            "rating": "8",
            "review": " isn't one show, it’s a group that has put out a bunch of short comedy audiodramas with the same writer and voice actors on the same feed, many of them being a parody of some other piece of media. I thought that most of the shows that The Penny Peepshow made were pretty good, though there were one or two I didn't like. I particularly liked Edge of Infinity, their Star Trek parody where all the incompetent crew members were put on one ship, and ReadersXS, their parody of the pokemon anime with characters from literature instead of pokemon, and gory sound effects.",
            "tags": [
                "sci-fi",
                "fantasy",
                "supernatural",
                "comedy",
                "queer",
                "romance",
                "complete"
            ]
        },

        {
            "id": 33,
            "name" : "Roommate From Hell",
            "rating": "8",
            "review": " is a sitcom about a woman whose new roommate ends up being a demon. This is one of the funniest audio sitcoms I've listened to, it frequently had me laughing out loud. I only wish that the episodes were longer.",
            "tags": [
                "supernatural",
                "comedy"
            ]
        },

        {
            "id": 34,
            "name" : "Rude Tales of Magic",
            "rating": "9",
            "review": " is an actual play d&d podcast, so not technically an audiodrama, but it's really good and mostly focused on narrative and comedy rather than any die rolling. An episode is 98% roleplay, with usually only a couple dice rolled per episode, which is good because I find d&d combat boring to listen to. It's super entertaining and the plot doesn't take itself seriously, but it has really good relationships between the player characters. The DM is also very talented in his ability to create funny narration on the fly.",
            "tags": [
                "fantasy",
                "comedy",
                "queer",
                "romance",
                "actual play"
            ]
        },

        {
            "id": 35,
            "name" : "Saffron and Peri",
            "rating": "7.5",
            "review": " is a comedy audiodrama about the business of being a fairy godmother in a modern setting. The main characters are a fairy godmother and a magic IT technician, in a setting where people can go to college to be a fairy godmother and people have cell phones. It's a pretty good podcast, and the genre shift they do in the third season is super well done.",
            "tags": [
                "fantasy",
                "comedy"
            ]
        },

        {
            "id": 36,
            "name" : "SCP: Find Us Alive",
            "rating": "9",
            "review": " is an audiodrama about an SCP facility that is shifted into a pocket dimension by the anomaly it is studying, and the staff have to survive, dealing with each other and the anomaly that shifted them doing strange things. This show is best if you are familiar with the SCP universe, but only a passing understanding is necessary to enjoy it. The short description of the universe is that the SCP foundation is a secret organization that contains anomalous objects and people and keeps them secure and secret. I really enjoy this audiodrama, the 5 main characters are all very well written.",
            "tags": [
                "supernatural",
                "queer",
                "romance"
            ]
        },

        {
            "id": 37,
            "name" : "Second Fiddles",
            "rating": "7.5",
            "review": " is a comedy about a support group for superhero's sidekicks. Most of them have superpowers that aren't particularly useful. This show has a somewhat odd sense of humor, but I enjoyed it, particularly all the punny superhero names. Also I liked the main cast of characters.",
            "tags": [
                "supernatural",
                "comedy",
                "queer",
                "romance"
            ]
        },

        {
            "id": 38,
            "name" : "Solutions to Problems",
            "rating": "9",
            "review": " is an advice radio show set in a fairly standard sci-fi universe. The show is a comedy, and people send in their sci-fi relationship problems like \"my boyfriend was cloned in a transporter accident and now he's jealous\" and the hosts do their best to give people advice. The show has an ongoing plot involving the hosts, who are both great characters. Janet is an incredibly vain human woman who is full of cosmetic nanobots and owns an illegal time machine. Loaf is an alien with very strange biology from a planet of people who rarely leave and go meet other races.",
            "tags": [
                "sci-fi",
                "comedy",
                "queer"
            ]
        },

        {
            "id": 39,
            "name" : "Spout Lore",
            "rating": "9",
            "review": " is an actual play podcast, using an RPG system called Dungeon World that has a heavy focus on story. It's super funny, and has a heavy emphasis on story and characters rather than combat. The system they use is perfect for the tone of the game and they use collaborative storytelling extensively. Someone might roll a partial success on something, and another player suggests something that they think might be cool as a result of the roll and they just go with it.",
            "tags": [
                "fantasy",
                "comedy",
                "actual play"
            ]
        },

        {
            "id": 40,
            "name" : "StarTripper!!",
            "rating": "8",
            "review": " is a sci-fi audiodrama about a clerk who quits his job, sells all his limited edition movie merch, buys a spaceship, and sets off to start a travel podcast exploring the galaxy. The main characters start off as just him and his ship's sentient AI, but later on in the show more characters join the main cast. I'm not sure why, but this is one of the most chill podcasts that I have listened to, and I love listening to it as a way to relax.",
            "tags": [
                "sci-fi",
                "queer"
            ]
        },

        {
            "id": 41,
            "name" : "True Tales of the Illuminati",
            "rating": "7",
            "review": " is a short comedy audiodrama about the bottom level employees of the Illuminati, working in ancient Egypt to make sure all the conspiracies happen according to play. This is a fun audiodrama, I just wish it was more than a few episodes long.",
            "tags": [
                "supernatural",
                "comedy"
            ]
        },

        {
            "id": 42,
            "name" : "The Two Princes",
            "rating": "7.5",
            "review": " is a classic fairytale with a twist. The princes of two kingdoms enter a forest to try to resolve a curse destroying their kingdoms, and meet and fall in love. The later seasons are good too, and the third season is a musical. This is a pretty good child-friendly audiodrama, with my biggest gripe being that it is a Spotify exclusive, which I normally do not use.",
            "tags": [
                "fantasy",
                "comedy",
                "musical",
                "queer",
                "romance",
                "complete"
            ]
        },

        {
            "id": 43,
            "name" : "Victoriocity",
            "rating": "7.5",
            "review": " is a steampunk noir comedy set in the town of Even Greater London, where London has expanded to cover most of England. This show has heavy Hitchhiker's Guide to the Galaxy vibes in terms of the tone of the narrator, it frequently goes off on little worldbuilding tangents that become relevant later.",
            "tags": [
                "comedy"
            ]
        },

        {
            "id": 44,
            "name" : "We Fix Space Junk",
            "rating": "7",
            "review": " is a sci-fi comedy about two low level workers of an evil megacorporation that sends them around the galaxy to fix various things. Their ship doesn't have a hyperdrive, so they have to go into cryo stasis for months between each of their jobs. I liked their mini episodes they released between seasons about a one-off side character more than the main show.",
            "tags": [
                "sci-fi",
                "comedy"
            ]
        },

        {
            "id": 45,
            "name" : "When Anglels Visit Armadillo",
            "rating": "6.5",
            "review": " is an audiodrama about a woman investigating what happened in a small town 20 years ago when two people were abducted by something before being returned. To be honest I was somewhat underwhelmed by this  ending of this podcast, but the rest of it wasn't bad.",
            "tags": [
                "supernatural",
                "queer",
                "romance",
                "complete"
            ]
        },

        {
            "id": 46,
            "name" : "Where the Stars Fell",
            "rating": "9",
            "review": " is a podcast about a scientist who travels to a small town in Oregon to look for evidence of cryptids. When she arrive she meets her roommate, a reclusive author, and has to learn to get along with her. The dynamic between these two characters is great. This audiodram has a massive twist at the beginning of the second season that recontextualizes the entire first season.",
            "tags": [
                "supernatural",
                "queer",
                "romance"
            ]
        },

        {
            "id": 47,
            "name" : "The World to Come",
            "rating": "8.5",
            "review": " is a post-apocalyptic musical comedy about a world where humanity has been divided into factions based on modern subcultures. For example, there's the fantasy/sci-fi kingdom, and the reality tv island. Characters from each of the main factions have to come together to unravel a mystery. The songs in this show are really good, and in the style of each faction. This entire show was recorded remotely during the pandemic, but the audio editing is so good that you can't tell.",
            "tags": [
                "comedy",
                "queer"
            ]
        }
    ]
}
